import React from "react";

function Slide7() {
  return (
    <div>
      <h2>Зовнішня політика</h2>
      <div style={{ display: "flex" }}>
        <img src="../../public/img/friends.jpg" alt="#" />
        <p style={{ padding: 10 }}>
          Українську державу визнали 30 країн, з постійними представництвами 10
          з них у Києві. Україна мала дипломатичні місії в 23 країнах, зокрема в
          Німеччині, Османській імперії, Швейцарії та Фінляндії. З Німеччиною
          було тісне співробітництво, особливо у військово-політичних питаннях.
          Після вересневого візиту Павла Скоропадського до Берліна, Німеччина
          підтримала Україну в питаннях територіальної цілісності. Відносини з
          Білоруссю були ускладнені, оскільки білоруський уряд не мав реальної
          влади. Україні вдалося розширити свою територію на північ, включивши
          Пінський, Мозирський і Річицький повіти. З Донською республікою
          укладено союзний договір, що закріпив незалежність обох сторін та
          встановив кордон. У відносинах із Кубанською республікою Україна
          намагалася створити федерацію. Крим був приєднаний до України восени
          1918 року внаслідок економічної блокади. Гетьман Скоропадський вважав,
          що Крим є невід’ємною частиною України. Відносини з Польщею були
          складними, оскільки польське населення протестувало проти української
          адміністрації в Холмщині. З Румунією Українська держава намагалася
          повернути Бессарабію, але територіальні питання залишилися
          невирішеними через анексію Румунією. З більшовистською Росією
          підписано мирний договір, за яким обидві сторони визнавали одна одну
          незалежними державами, а також встановлено консульські зв’язки.
          Гетьманат також підтримував Білий рух у боротьбі з більшовизмом,
          створюючи підрозділи з російських офіцерів-добровольців.
        </p>
      </div>
    </div>
  );
}

export default Slide7;
