import React from "react";

function Slide8() {
  return (
    <div>
      <h2>Падіння і еміграція</h2>
      <img className="titleImg" src="../../public/img/famyli.jpg" alt="#" />
      <p>
        За кілька тижнів боїв повстанці, 14 грудня 1918 року, заволоділи
        столицею Української Держави. Обставини змусили його зректися того ж дня
        гетьманства та втекти з Києва. Директорія оголосила про відновлення
        Української Народної Республіки. Більшість керівництва Директорії стояла
        фактично на соціалістичній платформі. Декрети гетьманського уряду було
        анульовано. Права участі в політичному житті країни нова влада позбавила
        не лише поміщиків та капіталістів, а й інтелігенцію. Боротьба з
        наслідками гетьманату інколи набирала форм, які не могли не викликати
        протесту. Існувала, наприклад, ідея ліквідації Української Академії наук
        як «витвору гетьманату».
      </p>
      <p>
        Після зречення влади, Скоропадський із родиною перебрався до Берліна,
        потім до Швейцарії, зрештою оселився в м. Ванзее поблизу Берліна
      </p>
      <p>
        Наприкінці війни, 16 квітня 1945 року, під час бомбардування
        англо-американською авіацією поблизу Мюнхена, прикриваючи собою свою
        доньку Олену він був смертельно поранений.
      </p>
    </div>
  );
}

export default Slide8;
