import React from "react";

function Slide4() {
  return (
    <div>
      <h2>Прихід до влади і контекст подій</h2>
      <div style={{ display: "flex" }}>
        <img src="/img/marodery1917.webp" alt="#" />
        <p style={{ padding: 10 }}>
          Журналісти зафіксували: “Вивозили все: меблі, зеркала, фортеп’яна,
          картини, хліб, одежу, чоботи, білизну, гроші. Звощики тягнулись до
          вокзалу без кінця, везучи щось у чамайданах, у клунках, мішках”. Не
          забули прихопити з собою гроші Державного банку. Грабували навіть
          святині — Софійський собор та Феофанівський монастир.
        </p>
      </div>
      <p style={{ padding: 10 }}>
        Скоропадський і українізація: 34-й корпус, під командуванням
        Скоропадського, став одним з перших, що пройшли українізацію. <br />
        <i>
          {" "}
          Генерал Денікін про Скоропадського: Я вызвал к себе генерала
          Скоропадского и предложил ему умерить резкий ход украинизации и, в
          частности, восстановить права командного состава, или отпустить его из
          корпуса. Будущий гетман заявил, что об его деятельности составилось
          превратное мнение, вероятно, по историческому прошлому фамилии
          Скоропадских; что он истинно русский человек, гвардейский офицер и
          совершенно чужд самостийности; исполняет только возложенное на него
          начальством поручение, которому сам не сочувствует…
        </i>{" "}
        <br />
        Переворот і утворення Української Держави: 29 квітня 1918 року
        Скоропадський став гетьманом після німецької окупації, коли Центральна
        Рада була розігнана.
      </p>
    </div>
  );
}

export default Slide4;
