import React from "react";

function Slide6() {
  return (
    <div>
      <h2>Правління гетьмана. Внутрішня політика</h2>
      <img src="/img/getman.jpg" alt="" />
      <p>
        Курс внутрішньої політики уряду гетьмана Павла Скоропадського записані в
        положеннях «Грамоти до всього українського народу» (автор О. Палтов):
        «Права приватної власності як фундаменту культури і цивілізації
        відновлюються повною мірою, всі розпорядження колишнього українського
        уряду, так само як і Тимчасового російського уряду скасовуються й
        анулюються… На фінансовому та економічному полі відновлюється повна
        свобода торгівлі та відкривається широкий простір приватного
        підприємництва й ініціативи…» <br />
        держава очолювалася гетьманом, державне управління здійснювалося
        призначуваним ним урядом. Гетьман проголошувався гарантом порядку і
        законності <br />
        Була встановлена стабільна валюта, податкова система, розроблювався і
        виконувався державний бюджет, створені Державний і Земельний банки.
        Відновлено діяльність залізниць. <br />У земельному питанні — скасування
        земельного закону Центральної Ради від 31 січня 1918 року. <br />У своїх
        мемуарах Павло Петрович Скоропадський дає цілу низку аспектів, що
        викреслювали фізичні рамки аграрної реформи[8]. Наприклад: 54 %
        українських селян належали до середнього прошарку землевласників та мали
        від 3 до 10 десятин землі. Безземельних та малоземельних селян
        (сільськогосподарські площі до 3 десятин) було близько 40 % серед усього
        селянства. Примітивні засоби обробки землі, зумовлені специфікою
        землеволодінь, та загальна культурна відсталість. Низька врожайність: у
        1908—1912 роках з одної десятини українські селяни збирали 40—74 пудів
        пшениці, а водночас цей показник для Французької республіки, Великої
        Британії або Німецької імперії становив 105—185 пудів. Висновки та думки
        Скоропадського Павла Петровича, у яких він обґрунтовує свою заплановану
        аграрну реформу та зв´язує її з інвестиційним кліматом та інфляційними
        процесами у країні[8]: ...І тут я вважав, що не демагогічними прийомами
        лівих партій, і не стоячи на точці зору наших російських та польських
        панів, точці зору, що заперечує будь-яку необхідність у будь-який
        поступці у аграрному питанні, треба йти, якщо хочеш дійсно принести
        користь народові, а лише шляхом відомого компромісу, у фундаменті якого
        повинні лягти слідуючі положення: Передача всій землі, окрім цукрових
        плантацій, лісів, земель, необхідних для кінських заводів та семенних
        господарств. Передача за плату. Безкоштовна передача землі не має у
        данному випадку ніяких серйозних підстав і у вищому ступені шкідлива.
        Плата селянських грошей за землю, що вони купують, врешті-решт,
        примусить їх пустити ці гроші в обіг, що значно полегшуватиме роботу
        уряду, та надасть йому можливість значно скоротити друк нових грошових
        знаків. Передача землі не безземельним, а малоземельним селянам. В цьому
        відношенні треба мати на увазі мету - державу, а ніяк не жалюгідну
        сентиментальність… Зберігалася державна хлібна монополія. Проти неї був
        сам гетьман Скоропадський, але, як він згадував, цю монополію йому
        нав'язали німці[8]. Зіткнення селян і великих землевласників: дії
        каральних і повстанських загонів (у тому числі махновців).
      </p>
    </div>
  );
}

export default Slide6;
