import React from "react";

function Slide3() {
  return (
    <div className="slide slide3">
      <h2>Ранні роки Скоропатського</h2>
      <div style={{ display: "flex" }}>
        <img src="../../public/img/МиколаГе.jpg" alt="" />
        <p style={{ padding: 10 }}>
          Генеалогія козацького старшинського роду Скоропадських веде свій
          початок від першої половини XVII століття. Рід був пов'язаний шлюбними
          зв'язками з такими українськими старшинсько-шляхетськими родинами як
          Апостоли, Закревські, Кочубеї, Лизогуби, Лисенки, Милорадовичі,
          Полуботки, Розумовські, Тарновські, Маркевичі, Туманські,
          Миклашевські, Безбородьки, Бакуринські, Олсуф'єви, і навіть позашлюбні
          Голіцини. Нащадок брата гетьмана Івана Скоропадського — Василя
          Скоропадського, син Петра Скоропадського і Марії Андріївни
          Миклашевської. Прямий нащадок гетьмана Івана Самойловича. Нащадок Анни
          Розумовської, сестри гетьмана Кирила Розумовського. Прямий нащадок
          гетьмана Даниїла Апостола. Спорідненість з чотирма гетьманами
          (п'ятьма, якщо рахувати, що легендарна коханка Гетьмана Івана Мазепи,
          Мотря Кочубей — також представниця його роду по непрямій гілці)
          пояснює його інтерес до козацтва, адже козацька історія — це була
          фактично персональна історія його роду. Народився 15 травня 1873 року
          в німецькому місті Вісбадені в родині офіцера армії Російської імперії
          Петра Скоропадського, де проживав до 5 років. Першою мовою, якою почав
          розмовляти Павло, була німецька. Бабуся Павла — Єлизавета Петрівна
          Скоропадська-Тарновська також часто гостювала на німецьких курортах і
          померла у Вісбадені. Дитячі роки провів у родовому маєтку Тростянець
          Чернігівської губернії (Сумщина), де його виховував дідусь — Іван
          Скоропадський. У садибі Скоропадських була велика колекція предметів
          української старовини, портретів визначних діячів. У побуті родина
          дотримувалася старих українських звичаїв. Освіту Павло розпочав у
          гімназії в Стародубі. Сімейні традиції, як і традиції всієї тодішньої
          аристократії Російської імперії, вимагали, щоб юний Скоропадський
          пішов шляхом військовика. 1886 року Павло вступив до Пажеського
          корпусу в Санкт-Петербурзі, успішно закінчивши його в 1893 році.
          Молодого офіцера призначили на службу до Кавалерґардського полку[ru],
          де служив свого часу його батько. Павло тимчасово виконував обов'язки
          командира ескадрону. За два роки він отримав призначення на посаду
          полкового ад'ютанта, у грудні 1897 року став поручником.
        </p>
      </div>
      <i>
        картинка взята із газети «День» на фейсбуці.Микола Ґе. Портрет пані
        Скоропадської з двома синами (Павло — зліва у синьому костюмі)
      </i>
    </div>
  );
}

export default Slide3;
